[['2023-11-30', '38019499', 'An Evaluation of the Repeatability of Visual Function Following Surgical Repair of Macula-Off Rhegmatogenous Retinal Detachment.', 'To evaluate the reliability and reproducibility of visual function assessments for patients with macula-off rhegmatogenous retinal detachment (RRD).This prospective study included patients with unilateral macula-off RRD of <10-day duration successfully treated with a single, uncomplicated surgery at least 1 year following repair. Visual function assessments were performed at time of enrollment and 1 month later. Testing included Early Treatment Diabetic Retinopathy Study (ETDRS) best-corrected visual acuity (BCVA), low-luminance visual acuity (LLVA), low-contrast visual acuity (VA) 2.5% and 5%, contrast sensitivity assessment with Mars and Gabor patches, reading speed (acuity, speed, and critical print size), color vision testing (protan, deutan, and tritan), and microperimetry. Spectral-domain ocular coherence tomography (SD-OCT) was performed. Paired t-statistics were used to compare values between visits and between the study and fellow eyes.Fourteen patients (9 male, 5 female) with a mean age of 69 years at time of surgery were evaluated. Correlation coefficients across the two visits were highest for ETDRS BCVA (0.97), tritan color vision testing (0.96), and low-contrast VA 5% (0.96), while the average t-statistic was largest for low-luminance deficit (4.2), ETDRS BCVA (4.1), and reading speed critical print size (3.7). ETDRS BCVA did not correlate with SD-OCT findings.ETDRS BCVA can be considered a highly reliable and reproducible outcome measure. LLVA, protan color discrimination, contrast sensitivity, and reading speed may be useful secondary outcome measures.This study provides guidance on the selection of visual function outcome measures for clinical trials of patients with macula-off RRD.', ['no', 'yes', '', 'retinal disease', 'no', 'human non-RCT', 'effectiveness, biomarker']], ['2023-11-30', '38019498', 'Investigating the Spatiotemporal Summation of Perimetric Stimuli in Dry Age-Related Macular Degeneration.', "To measure achromatic spatial, temporal, and spatiotemporal summation in dry age-related macular degeneration (AMD) compared to healthy controls under conditions of photopic gaze-contingent perimetry.Twenty participants with dry AMD (mean age, 74.6 years) and 20 healthy controls (mean age, 67.8 years) performed custom, gaze-contingent perimetry tests. An area-modulation test generated localized estimates of Ricco's area (RA) at 2.5° and 5° eccentricities along the 0°, 90°, 180°, and 270° meridians. Contrast thresholds were measured at the same test locations for stimuli of six durations (3.7-190.4 ms) with a Goldmann III stimulus (GIII, 0.43°) and RA-scaled stimuli. The upper limit (critical duration) of complete temporal summation (using the GIII stimulus) and spatiotemporal summation (using the RA stimuli) was estimated using iterative two-phase regression analysis.Median (interquartile range [IQR]) RA estimates were significantly larger in AMD participants (2.5°: 0.21 [0.09-0.41] deg2; 5°: 0.32 [0.15-0.65 deg2]) compared to healthy controls (2.5°: 0.08 [0.05-0.13] deg2; 5°: 0.15 [0.08-0.22] deg2) at all test locations (all P < 0.05). No significant difference in median critical duration was found in AMD participants with the GIII stimulus (19.6 [9.9-30.4] ms) and RA-scaled stimuli (22.9 [13.9-40.3] ms) compared to healthy controls (GIII: 17.0 [11.3-24.0] ms; RA-scaled: 22.4 [14.3-33.1] ms) at all test locations (all P > 0.05).Spatial summation is altered in dry AMD, without commensurate changes in temporal summation.The sensitivity of perimetry to AMD may be improved by utilizing stimuli that probe alterations in spatial summation in the disease.", ['no', 'yes', '', 'retinal disease', 'no', 'human non-RCT', 'effectiveness, biomarker']]]